Revit 2027 API
ParameterTypeId.ViewGraphSchedLevelRelativeBaseType Property
 "Elevation Base for Levels"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewGraphSchedLevelRelativeBaseType { get; }
Public Shared ReadOnly Property ViewGraphSchedLevelRelativeBaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewGraphSchedLevelRelativeBaseType {
	ForgeTypeId^ get ();
}
static member ViewGraphSchedLevelRelativeBaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace